[
  {
    "id": 1,
    "text": "These rules may be called the International Financial Services Centres Authority Rules, 2020. They shall come into force on the date of publication in the Official Gazette."
  },
  {
    "id": 2,
    "text": "Definitions include: (a) 'Act' means the International Financial Services Centres Authority Act of 2019; (b) 'Chairperson' means the Chairperson of the Authority appointed under section 5(1)(a) of the Act; (c) 'Member' refers to a member appointed under section 5(1)(d); (d) 'Selection Committee' means the committee constituted under rule 3."
  },
  {
    "id": 3,
    "text": "The Chairperson and Members shall be appointed by the Central Government on recommendation of a Selection Committee, consisting of senior government officials and experts in relevant fields. The Committee shall recommend a panel of two or three suitable candidates per post."
  },
  {
    "id": 4,
    "text": "No person shall be appointed as Chairperson or whole-time Member unless medically fit as certified by a competent authority designated by the Central Government."
  },
  {
    "id": 5,
    "text": "If a written complaint alleges misbehavior or incapacity of a Chairperson or whole-time Member, the Central Government shall preliminarily examine the complaint. If grounds are found, it will refer the matter to the Selection Committee to conduct an inquiry."
  },
  {
    "id": 6,
    "text": "The Selection Committee will complete its inquiry within the time specified and submit a report with its findings. The Committee shall follow natural justice principles and regulate its own procedure."
  },
  {
    "id": 7,
    "text": "The Chairperson and whole-time Members shall not have financial or other interests that prejudicially affect their functions. They must declare assets, liabilities, and interests before taking office."
  },
  {
    "id": 8,
    "text": "The Chairperson and whole-time Members are restricted from accepting government or financial institution employment in the International Financial Services Centres for two years post-tenure, without prior approval from the Central Government."
  },
  {
    "id": 9,
    "text": "The Chairperson may choose to receive pay equivalent to a Government Secretary or a consolidated salary of Rs. 4,50,000 per month. A whole-time Member may choose between pay of an Additional Secretary or Rs. 4,00,000 monthly."
  },
  {
    "id": 10,
    "text": "If the Chairperson or Member is retired and receiving pension or benefits, their salary will be reduced by the amount of those benefits."
  },
  {
    "id": 11,
    "text": "Chairperson and whole-time Members receiving Secretary or Additional Secretary pay are entitled to dearness allowance at Group 'A' officer rates."
  },
  {
    "id": 12,
    "text": "An entertainment allowance of up to Rs. 6,000 per annum shall be provided to the Chairperson and whole-time Members."
  },
  {
    "id": 13,
    "text": "Chairperson and Members are entitled to earned leave, half pay leave, casual leave, restricted holidays, and extraordinary leave as per specified conditions."
  },
  {
    "id": 14,
    "text": "Chairperson is the authority to sanction leave for Members. Central Government sanctions leave for the Chairperson and foreign travel for both."
  },
  {
    "id": 15,
    "text": "Chairperson and whole-time Members are governed by the Contributory Provident Fund (India) Rules, 1962 and the Contribution Pension System."
  },
  {
    "id": 16,
    "text": "Chairperson and Members are entitled to travel allowances on tour, transfer, and joining or exiting the office, as applicable to a Secretary or equivalent rank officer."
  },
  {
    "id": 17,
    "text": "They are entitled to Leave Travel Concession as per norms for a Secretary or Group 'A' officer, respectively."
  },
  {
    "id": 18,
    "text": "Rent-free unfurnished accommodation shall be provided as per rank entitlement, with water, electricity, and fuel charges borne by the occupant."
  },
  {
    "id": 19,
    "text": "If occupying private accommodation, they are entitled to a housing allowance and 10% of basic pay as compensation."
  },
  {
    "id": 20,
    "text": "Chairperson and Members shall be provided with a staff car for official use. Vehicles shall be hired, not purchased."
  },
  {
    "id": 21,
    "text": "Chairperson and whole-time Members are not entitled to any bonus or sitting fees for attending meetings of the Authority."
  },
  {
    "id": 22,
    "text": "They are entitled to encashment of up to 50% of earned leave credit at any time. Leave salary follows Central Civil Services rules."
  },
  {
    "id": 23,
    "text": "Medical treatment shall be provided under a health scheme specified by the Central Government."
  },
  {
    "id": 24,
    "text": "Conditions not covered in these rules shall be referred to the Central Government, whose decision shall be final."
  },
  {
    "id": 25,
    "text": "A part-time Member must not hold any conflicting interest and may be appointed for up to three years, with eligibility for reappointment."
  },
  {
    "id": 26,
    "text": "Part-time Members receive Rs. 6,000 per meeting attended and travel allowances equivalent to an Additional Secretary of the Government of India."
  },
  {
    "id": 27,
    "text": "The Central Government has the power to relax these rules for any class or category of persons."
  }
]
