{"text": "Consultation Paper for reporting and"}
{"text": "1. The Capital Markets ecosystem in IFSC consists of:"}
{"text": "a) Market Infrastructure Institutions (MIIs) which comprise the Stock Exchanges,"}
{"text": "b) Capital Market Intermediaries (CMIs) such as Broker-Dealers, Clearing"}
{"text": "Members, Depository Participants, Custodians, etc."}
{"text": "2. At present, there are two Stock Exchanges, two Clearing Corporations and one"}
{"text": "Securities Depository operational in IFSC. Additionally, there are more than 140"}
{"text": "capital market intermediaries registered with IFSCA, in the form of Broker-"}
{"text": "Dealers, Clearing Members, Depository Participants, Investment Advisors,"}
{"text": "Custodians, Investment Bankers, Debenture Trustees and Distributors."}
{"text": "3. The Stock Exchanges offer trading in Equity Index Derivatives, Currency"}
{"text": "Derivatives, Commodity Derivatives, Bonds (Green bonds, corporate bonds,"}
{"text": "masala bonds, sustainable bonds, etc) and Depository Receipts. The trading,"}
{"text": "clearing and settlement of securities listed on the Stock Exchange sin IFSC is done"}
{"text": "4. The transactions by non-residents in the securities listed on the Stock Exchanges"}
{"text": "is exempt from capital gains tax. Additionally, transactions on the Stock Exchanges"}
{"text": "are also exempt from Securities Transaction Tax. This acts as a major incentive for"}
{"text": "non-resident investors to trade on the Stock Exchanges."}
{"text": "5. The derivatives turnover on the Stock Exchanges has increased significantly in the"}
{"text": "last few years, which can be seen as under:"}
{"text": "6. IFSCA had issued the IFSCA OTC Derivatives Directions as part of IFSCA Banking"}
{"text": "Handbook Conduct of Business Directions (OTDE Directions). As per the OTDE"}
{"text": "Directions, IFSC Banking Units (IBUs) acting as market makers are permitted to"}
{"text": "offer derivatives of the following asset classes:"}
{"text": "7. Some of the IBUs in IFSC that are registered with SEBI as FPIs, have been issuing"}
{"text": "Offshore Derivative Instruments (ODIs) with Corporate Bonds or Government"}
{"text": "Securities, held by them in India, as underlying."}
{"text": "8. As per the extant regulatory framework in IFSC, an OTC derivatives contract"}
{"text": "booked in IFSC is considered as valid when at least one of the parties to the"}
{"text": "contract is an IBU. In the case of ODIs, one of the parties is required to be an IBU"}
{"text": "which is also registered with SEBI as an FPI."}
{"text": "Turnover on Stock Exchnages in IFSC (USD Bn)"}
{"text": "9. IFSCA vide circular IFSCA/CMD-DMIIT/NBE-DI/2024-25/001 dated  May 02,"}
{"text": "2024 permitted non-bank entities in GIFT-IFSC to  issue derivative Instruments"}
{"text": "against Indian securities as underlying, subject to the conditions that"}
{"text": "i. The entity issuing such derivative Instruments in GIFT-IFSC shall ensure"}
{"text": "compliance with the SEBI guidelines on issuance of ODIs, and the guidelines of"}
{"text": "ii. The entity shall furnish requisite information to the Clearing Corporations in"}
{"text": "GIFT-IFSC in the format as may be prescribed, latest by the tenth day of every"}
{"text": "10. It may further be noted that as per the SEBI circular dated December 17, 2024, an"}
{"text": "FPI is not permitted to issue ODIs with derivatives (listed on the Stock Exchanges"}
{"text": "11. Presently, entities in IFSC are not permitted to issue OTC derivatives with"}
{"text": "securities listed on the stock exchanges in IFSC (hereinafter referred to as “IFSC"}
{"text": "12. IFSCA is in receipt of suggestions and feedback from various market participants"}
{"text": "from jurisdictions overseas, to put in place regulatory measures to develop the"}
{"text": "OTC derivatives market in IFSC, to complement the exchange traded derivatives"}
{"text": "13. In view of the suggestions and feedback received from various market participants"}
{"text": "across jurisdictions, IFSCA proposes a regulatory framework for the reporting and"}
{"text": "clearing of OTC Derivatives in IFSC. The framework is restricted to the issuance of"}
{"text": "OTC Derivatives (such as forwards, total return swaps, etc) with the following as"}
{"text": "a. Equity listed on the Stock Exchanges in IFSC or on a regulated foreign Stock"}
{"text": "b. Bonds listed on the Stock Exchanges in IFSC or on a regulated foreign Stock"}
{"text": "c. Index derivatives, equity derivatives and bond derivatives listed on a"}
{"text": "14. The draft guidelines for reporting and clearing of such OTC derivatives are placed"}
{"text": "15. In view of the above, comments and suggestions from the public are invited on the"}
{"text": "draft IFSCA (Reporting and Clearing of OTC Derivatives Contracts) Guidelines (the"}
{"text": "draft Guidelines), 2025 as placed at Annexure-I."}
{"text": "16. Comments, with detailed rationale, are also invited on the following questions:"}
{"text": "At present, the draft Guidelines at Annexure I propose to permit only IFSCA"}
{"text": "registered IBUs and Broker-Dealers to issue OTC Derivatives as mentioned at para"}
{"text": "13 above. Should other categories of entities registered with IFSCA be permitted"}
{"text": "to issue such OTC derivatives ? If yes, please specify the same ?"}
{"text": "What should be the minimum net worth requirement for non-bank entities that will"}
{"text": "be permitted to issue such OTC derivatives ?"}
{"text": "There is a perceived higher risk associated with non-centrally cleared derivatives vis-"}
{"text": "a -vis centrally cleared derivatives.  In the proposed regulatory framework, central"}
{"text": "clearing of OTC derivatives has been made mandatory. Should the parties to the"}
{"text": "contract be given the option for bilateral clearing? If yes, what should be the margin"}
{"text": "requirements in the case of bilateral clearing ?"}
{"text": "17. The comments may be sent by email to Shri Praveen Kamat, General Manager,"}
{"text": "Capital Markets Department, at praveen.kamat@ifsca.gov.in and to Shri Shubham"}
{"text": "Goyal, Assistant General Manager at goyal.shubham@ifsca.gov.in , with the subject"}
{"text": "line “Comments on draft IFSCA (Reporting and Clearing of OTC Derivatives"}
{"text": "Contracts) Guidelines, 2025” latest by August 05, 2025."}
{"text": "18. The comments should be provided in the following format:"}
{"text": "Contact No. and Email address"}
{"text": "IFSCA (Reporting and Clearing of OTC Derivatives Contracts) Guidelines, 2025"}
{"text": "1. Short title and commencement"}
{"text": "These Guidelines shall be called the International Financial Services Centres Authority"}
{"text": "(Reporting and Clearing of OTC Derivatives Contracts) Guidelines, 2025 and shall come"}
{"text": "into force from the date of issuance of these Guidelines."}
{"text": "These Guidelines set out the requirements for reporting and clearing of Specified"}
{"text": "Derivatives Contracts booked in IFSC, where the underlying security is listed or traded on"}
{"text": "a) A recognized Stock Exchange in IFSC (equity and bonds only)"}
{"text": "b) A regulated foreign Stock Exchange"}
{"text": "In these Guidelines, unless the context otherwise requires, -"}
{"text": "i. “booked in IFSC”, in relation to a specified derivatives contract, means the entry of"}
{"text": "such contract on the books of a person –"}
{"text": "a) who is a party to a specified derivatives contract; and"}
{"text": "b) whose place of business for which the book relates to, is in IFSC"}
{"text": "ii. “Credit Derivatives Contract” means an OTC derivatives contract the value of which"}
{"text": "is derived from either of the following underlying assets:"}
{"text": "(a) bonds listed on a recognized Stock Exchange in IFSC or on a regulated foreign"}
{"text": "(b) bond derivatives listed on a regulated foreign Stock Exchange; or"}
{"text": "(c) bonds held in India by an IFSC based entity which is also registered with SEBI"}
{"text": "as a Foreign Portfolio Investor (FPI) and eligible to issue Offshore Derivative"}
{"text": "Instruments (ODIs) as per the SEBI (Foreign Portfolio Investors) Regulations,"}
{"text": "2019 (as amended from time to time)"}
{"text": "iii. “Equity Derivatives Contract” means an OTC derivatives contract, the value of"}
{"text": "which is derived from either of the following underlying assets:"}
{"text": "equity shares listed on a recognized Stock Exchange in IFSC or on a"}
{"text": "regulated foreign Stock Exchange; or"}
{"text": "equity derivatives listed on a regulated foreign Stock Exchange; or"}
{"text": "equity index derivatives listed on a regulated foreign Stock Exchange; or"}
{"text": "equity shares listed on a stock exchange in India and held in India by an"}
{"text": "IFSCA regulated entity, which is also registered with SEBI as a FPI, and is"}
{"text": "eligible to issue ODIs as per SEBI (Foreign Portfolio Investors) Regulations,"}
{"text": "2019 (as amended from time to time)"}
{"text": "iv. “Foreign Jurisdiction” means a country, other than India, whose securities market"}
{"text": "a. a signatory to International Organization of Securities Commission’s"}
{"text": "Multilateral Memorandum of Understanding (IOSCO-MMoU) (Appendix A"}
{"text": "b. a signatory to a bilateral Memorandum of Understanding (MoU) with the"}
{"text": "c. which is not identified in the public statement of Financial Action Task"}
{"text": "(i). a jurisdiction having a strategic Anti-Money Laundering or Combating"}
{"text": "the Financing of Terrorism deficiencies to which counter measures"}
{"text": "a jurisdiction that has not made sufficient progress in addressing"}
{"text": "the deficiencies or has not committed to an action plan developed with"}
{"text": "the Financial Action Task Force to address the deficiencies;"}
{"text": "v. “Indian securities” means securities listed on the stock exchanges in India or"}
{"text": "unlisted securities issued and traded in India"}
{"text": "vi. “IFSC listed securities” means securities listed on a recognized Stock Exchange in"}
{"text": "vii. “ODI” means Offshore Derivative Instruments as defined in the SEBI (Foreign"}
{"text": "Portfolio Investors) Regulations, 2019 (as amended from time to time)"}
{"text": "“OTC Derivatives Contract” means a derivatives contract which is not"}
{"text": "traded on a recognized Stock Exchange in IFSC."}
{"text": "ix. “regulated foreign stock exchange\" means a stock exchange in a foreign"}
{"text": "jurisdiction that is  regulated by the securities market regulator in that jurisdiction"}
{"text": "x. “recognized clearing corporation” shall have the same meaning as provided in"}
{"text": "regulation 2(n) of the IFSCA (Market Infrastructure Institutions) Regulations,"}
{"text": "xi. “recognized stock exchange” shall have the same meaning as provided in"}
{"text": "regulation 2(q) of the IFSCA (Market Infrastructure Institutions) Regulations,"}
{"text": "xii. “Specified Derivatives Contract” means the following OTC Derivative Contracts,"}
{"text": "entered into by a Specified Person and booked in IFSC"}
{"text": "xiii. “Specified Person” means entities registered and regulated by IFSCA in the"}
{"text": "c) Other entities as may be permitted by IFSCA from time to time"}
{"text": "xiv. “Trade Repository” means an entity which is engaged in the business of collecting,"}
{"text": "collating, storing, maintaining, processing or disseminating electronic records or"}
{"text": "data relating to a Specified Derivatives Contract and recognized by IFSCA."}
{"text": "xv. “Non-Centrally Cleared Derivatives Contract” means a derivatives contract that is"}
{"text": "not, or is not intended to be, cleared or settled by a recognized Clearing"}
{"text": "i. A Specified Derivatives Contract shall be issued only by a Specified Person, on an"}
{"text": "underlying position/ holding of :"}
{"text": "a. IFSC listed securities or"}
{"text": "b. the securities listed on a regulated foreign Stock Exchange."}
{"text": "ii. A Specified Derivatives Contract booked in IFSC shall be considered as valid when"}
{"text": "at least one of the parties to the contract is a Specified Person."}
{"text": "iii. Unless specifically permitted, a Specified Derivatives Contract shall not be offered"}
{"text": "to a person resident in India."}
{"text": "A Specified Person must report the information on a Specified Derivative Contract"}
{"text": "booked in IFSC in the format as specified by IFSCA or the trade repository."}
{"text": "A Specified Person registered with SEBI as an FPI will be required to report to SEBI"}
{"text": "all OTC derivatives issued with Indian securities as underlying, as per the"}
{"text": "The Specified Persons issuing the Specified Derivative Contracts booked in IFSC,"}
{"text": "will be required to report to the trade repository on the same day when the"}
{"text": "Every Specified Person who is a party to a Specified Derivatives Contract shall, within one"}
{"text": "business day, cause the Specified Derivatives Contract to undergo clearing by a"}
{"text": "recognized Clearing Corporation, as per the guidelines specified by such a recognized"}
{"text": "(i). A Specified Person as mentioned at para 3 (xiii) (b) and 3 (xiii) (c) and engaged in"}
{"text": "trading of a Specified Derivatives Contract shall be subject to additional net worth"}
{"text": "requirements as specified by the Authority."}
{"text": "For the purpose of these Guidelines, the term “net worth” shall have the"}
{"text": "same meaning as specified in the relevant regulations under which Specified"}
{"text": "Person has been granted registration/authorization by IFSCA."}
{"text": "The OTC derivatives issued should have a one-to-one correspondence with the"}
{"text": "underlying security. A Specified Person shall not issue the OTC derivatives contract"}
{"text": "without holding the underlying security or having a corresponding offsetting"}
{"text": "Netting positions in the OTC derivatives vis-a -vis the underlying shall not be"}
{"text": "Both the counterparties to the OTC derivatives transaction shall report the trade"}
{"text": "to a Trade Repository in IFSC."}
{"text": "No OTC derivatives shall be permitted to be issued on IFSC listed securities or the"}
{"text": "securities listed on regulated foreign Stock Exchange except as specified in these"}
