{"story": "Consultation Paper for reporting and 1. The Capital Markets ecosystem in IFSC consists of: a) Market Infrastructure Institutions (MIIs) which comprise the Stock Exchanges, b) Capital Market Intermediaries (CMIs) such as Broker-Dealers, Clearing Members, Depository Participants, Custodians, etc."}
{"story": "2. At present, there are two Stock Exchanges, two Clearing Corporations and one Securities Depository operational in IFSC. Additionally, there are more than 140 capital market intermediaries registered with IFSCA, in the form of Broker- Dealers, Clearing Members, Depository Participants, Investment Advisors, Custodians, Investment Bankers, Debenture Trustees and Distributors."}
{"story": "3. The Stock Exchanges offer trading in Equity Index Derivatives, Currency Derivatives, Commodity Derivatives, Bonds (Green bonds, corporate bonds, masala bonds, sustainable bonds, etc) and Depository Receipts. The trading, clearing and settlement of securities listed on the Stock Exchange sin IFSC is done 4. The transactions by non-residents in the securities listed on the Stock Exchanges is exempt from capital gains tax. Additionally, transactions on the Stock Exchanges are also exempt from Securities Transaction Tax. This acts as a major incentive for non-resident investors to trade on the Stock Exchanges."}
{"story": "5. The derivatives turnover on the Stock Exchanges has increased significantly in the last few years, which can be seen as under: 6. IFSCA had issued the IFSCA OTC Derivatives Directions as part of IFSCA Banking Handbook Conduct of Business Directions (OTDE Directions). As per the OTDE Directions, IFSC Banking Units (IBUs) acting as market makers are permitted to offer derivatives of the following asset classes: 7. Some of the IBUs in IFSC that are registered with SEBI as FPIs, have been issuing Offshore Derivative Instruments (ODIs) with Corporate Bonds or Government Securities, held by them in India, as underlying."}
{"story": "8. As per the extant regulatory framework in IFSC, an OTC derivatives contract booked in IFSC is considered as valid when at least one of the parties to the contract is an IBU. In the case of ODIs, one of the parties is required to be an IBU which is also registered with SEBI as an FPI."}
{"story": "Turnover on Stock Exchnages in IFSC (USD Bn) 9. IFSCA vide circular IFSCA/CMD-DMIIT/NBE-DI/2024-25/001 dated  May 02, 2024 permitted non-bank entities in GIFT-IFSC to  issue derivative Instruments against Indian securities as underlying, subject to the conditions that i. The entity issuing such derivative Instruments in GIFT-IFSC shall ensure compliance with the SEBI guidelines on issuance of ODIs, and the guidelines of ii. The entity shall furnish requisite information to the Clearing Corporations in GIFT-IFSC in the format as may be prescribed, latest by the tenth day of every 10. It may further be noted that as per the SEBI circular dated December 17, 2024, an FPI is not permitted to issue ODIs with derivatives (listed on the Stock Exchanges 11. Presently, entities in IFSC are not permitted to issue OTC derivatives with securities listed on the stock exchanges in IFSC (hereinafter referred to as “IFSC 12. IFSCA is in receipt of suggestions and feedback from various market participants from jurisdictions overseas, to put in place regulatory measures to develop the OTC derivatives market in IFSC, to complement the exchange traded derivatives 13. In view of the suggestions and feedback received from various market participants across jurisdictions, IFSCA proposes a regulatory framework for the reporting and clearing of OTC Derivatives in IFSC. The framework is restricted to the issuance of OTC Derivatives (such as forwards, total return swaps, etc) with the following as a. Equity listed on the Stock Exchanges in IFSC or on a regulated foreign Stock b. Bonds listed on the Stock Exchanges in IFSC or on a regulated foreign Stock c. Index derivatives, equity derivatives and bond derivatives listed on a 14. The draft guidelines for reporting and clearing of such OTC derivatives are placed 15. In view of the above, comments and suggestions from the public are invited on the draft IFSCA (Reporting and Clearing of OTC Derivatives Contracts) Guidelines (the draft Guidelines), 2025 as placed at Annexure-I."}
{"story": "16. Comments, with detailed rationale, are also invited on the following questions: At present, the draft Guidelines at Annexure I propose to permit only IFSCA registered IBUs and Broker-Dealers to issue OTC Derivatives as mentioned at para 13 above. Should other categories of entities registered with IFSCA be permitted to issue such OTC derivatives ? If yes, please specify the same ?"}
{"story": "What should be the minimum net worth requirement for non-bank entities that will be permitted to issue such OTC derivatives ?"}
{"story": "There is a perceived higher risk associated with non-centrally cleared derivatives vis- a -vis centrally cleared derivatives.  In the proposed regulatory framework, central clearing of OTC derivatives has been made mandatory. Should the parties to the contract be given the option for bilateral clearing? If yes, what should be the margin requirements in the case of bilateral clearing ?"}
{"story": "17. The comments may be sent by email to Shri Praveen Kamat, General Manager, Capital Markets Department, at praveen.kamat@ifsca.gov.in and to Shri Shubham Goyal, Assistant General Manager at goyal.shubham@ifsca.gov.in , with the subject line “Comments on draft IFSCA (Reporting and Clearing of OTC Derivatives Contracts) Guidelines, 2025” latest by August 05, 2025."}
{"story": "18. The comments should be provided in the following format: Contact No. and Email address IFSCA (Reporting and Clearing of OTC Derivatives Contracts) Guidelines, 2025 1. Short title and commencement These Guidelines shall be called the International Financial Services Centres Authority (Reporting and Clearing of OTC Derivatives Contracts) Guidelines, 2025 and shall come into force from the date of issuance of these Guidelines."}
{"story": "These Guidelines set out the requirements for reporting and clearing of Specified Derivatives Contracts booked in IFSC, where the underlying security is listed or traded on a) A recognized Stock Exchange in IFSC (equity and bonds only) b) A regulated foreign Stock Exchange In these Guidelines, unless the context otherwise requires, - i. “booked in IFSC”, in relation to a specified derivatives contract, means the entry of such contract on the books of a person – a) who is a party to a specified derivatives contract; and b) whose place of business for which the book relates to, is in IFSC ii. “Credit Derivatives Contract” means an OTC derivatives contract the value of which is derived from either of the following underlying assets: (a) bonds listed on a recognized Stock Exchange in IFSC or on a regulated foreign (b) bond derivatives listed on a regulated foreign Stock Exchange; or (c) bonds held in India by an IFSC based entity which is also registered with SEBI as a Foreign Portfolio Investor (FPI) and eligible to issue Offshore Derivative Instruments (ODIs) as per the SEBI (Foreign Portfolio Investors) Regulations, 2019 (as amended from time to time) iii. “Equity Derivatives Contract” means an OTC derivatives contract, the value of which is derived from either of the following underlying assets: equity shares listed on a recognized Stock Exchange in IFSC or on a regulated foreign Stock Exchange; or equity derivatives listed on a regulated foreign Stock Exchange; or equity index derivatives listed on a regulated foreign Stock Exchange; or equity shares listed on a stock exchange in India and held in India by an IFSCA regulated entity, which is also registered with SEBI as a FPI, and is eligible to issue ODIs as per SEBI (Foreign Portfolio Investors) Regulations, 2019 (as amended from time to time) iv. “Foreign Jurisdiction” means a country, other than India, whose securities market a. a signatory to International Organization of Securities Commission’s Multilateral Memorandum of Understanding (IOSCO-MMoU) (Appendix A b. a signatory to a bilateral Memorandum of Understanding (MoU) with the c. which is not identified in the public statement of Financial Action Task (i). a jurisdiction having a strategic Anti-Money Laundering or Combating the Financing of Terrorism deficiencies to which counter measures a jurisdiction that has not made sufficient progress in addressing the deficiencies or has not committed to an action plan developed with the Financial Action Task Force to address the deficiencies; v. “Indian securities” means securities listed on the stock exchanges in India or unlisted securities issued and traded in India vi. “IFSC listed securities” means securities listed on a recognized Stock Exchange in vii. “ODI” means Offshore Derivative Instruments as defined in the SEBI (Foreign Portfolio Investors) Regulations, 2019 (as amended from time to time) “OTC Derivatives Contract” means a derivatives contract which is not traded on a recognized Stock Exchange in IFSC."}
{"story": "ix. “regulated foreign stock exchange\" means a stock exchange in a foreign jurisdiction that is  regulated by the securities market regulator in that jurisdiction x. “recognized clearing corporation” shall have the same meaning as provided in regulation 2(n) of the IFSCA (Market Infrastructure Institutions) Regulations, xi. “recognized stock exchange” shall have the same meaning as provided in regulation 2(q) of the IFSCA (Market Infrastructure Institutions) Regulations, xii. “Specified Derivatives Contract” means the following OTC Derivative Contracts, entered into by a Specified Person and booked in IFSC xiii. “Specified Person” means entities registered and regulated by IFSCA in the c) Other entities as may be permitted by IFSCA from time to time xiv. “Trade Repository” means an entity which is engaged in the business of collecting, collating, storing, maintaining, processing or disseminating electronic records or data relating to a Specified Derivatives Contract and recognized by IFSCA."}
{"story": "xv. “Non-Centrally Cleared Derivatives Contract” means a derivatives contract that is not, or is not intended to be, cleared or settled by a recognized Clearing i. A Specified Derivatives Contract shall be issued only by a Specified Person, on an underlying position/ holding of : a. IFSC listed securities or b. the securities listed on a regulated foreign Stock Exchange."}
{"story": "ii. A Specified Derivatives Contract booked in IFSC shall be considered as valid when at least one of the parties to the contract is a Specified Person."}
{"story": "iii. Unless specifically permitted, a Specified Derivatives Contract shall not be offered to a person resident in India."}
{"story": "A Specified Person must report the information on a Specified Derivative Contract booked in IFSC in the format as specified by IFSCA or the trade repository."}
{"story": "A Specified Person registered with SEBI as an FPI will be required to report to SEBI all OTC derivatives issued with Indian securities as underlying, as per the The Specified Persons issuing the Specified Derivative Contracts booked in IFSC, will be required to report to the trade repository on the same day when the Every Specified Person who is a party to a Specified Derivatives Contract shall, within one business day, cause the Specified Derivatives Contract to undergo clearing by a recognized Clearing Corporation, as per the guidelines specified by such a recognized (i). A Specified Person as mentioned at para 3 (xiii) (b) and 3 (xiii) (c) and engaged in trading of a Specified Derivatives Contract shall be subject to additional net worth requirements as specified by the Authority."}
{"story": "For the purpose of these Guidelines, the term “net worth” shall have the same meaning as specified in the relevant regulations under which Specified Person has been granted registration/authorization by IFSCA."}
{"story": "The OTC derivatives issued should have a one-to-one correspondence with the underlying security. A Specified Person shall not issue the OTC derivatives contract without holding the underlying security or having a corresponding offsetting Netting positions in the OTC derivatives vis-a -vis the underlying shall not be Both the counterparties to the OTC derivatives transaction shall report the trade to a Trade Repository in IFSC."}
{"story": "No OTC derivatives shall be permitted to be issued on IFSC listed securities or the securities listed on regulated foreign Stock Exchange except as specified in these"}
